<template>
  <div class="BG">
    <div class="container my-5">
      <div class="row">
        <h2 class="my-5">關於我們</h2>
        <div>
          <p>
            你相信星座嗎？你知道每個人會因為出生於不同的日期、時間及地點，而造就出不一樣的性格以及命運嗎？
          </p>
          <p>
            「Astria
            藏星」結合占卜神秘學，使用者只要輸入出生年月日以及時間、地點，經由程式及公式的計算，就能轉換出屬於個人獨一無二的星座命盤。或許你還不夠認識自己？透過「藏星」的星座命盤分析，讓你更能了解自己的性格、天賦。
          </p>
          <p>
            本專題結合資展國際的全端工程師就業養成班所學，使用WindowsOS及MacOS雙平台開發，並利用Figma刻畫出網頁分鏡架構。主要使用HTML/CSS，Javascript、SQL及C#等程式語言，還有Vue、AJAX、MVC、ADO.NET、Bootstrap等架構；同時使用Git版本控管，透過Sourcetree及Github掌握網頁開發進度，在Azure雲端上架設出星座命盤分析的網頁「Astria
            藏星」。
          </p>
          <p>
            一般人通常只知道自己出生的日期所對應到的星座為何。在「藏星」，使用者一註冊會員後，可使用本網頁最主要的「星座命盤分析」功能。輸入詳細的出生時間及地點，透過公式轉換出對應的星盤，可以讓使用者知道自己的太陽、月亮、上升、下降等星座之外，還有另外由太陽系各個行星代表的不同星座，以及另外的十二個宮位詳細解析。
          </p>
          <p>
            西洋的星座命盤，相較於我們平時常聽到的八字、紫微斗數，其實是一樣的道理，而星座命盤相關的資源在網路上也比較豐富，並且能夠找到許多相關的資訊；我們經過資料翻譯、整理，以及搜索網路上相關的開源API，在使用json及SQL整理之後，匯出了海量的星座資訊到資料庫中，透過Vue.js寫出了從輸入時間到轉換為星盤的這項功能。同時「星座命盤分析」功能，也讓「藏星」的使用者能夠儲存朋友的星盤，當利用移動電子設備存取星盤資料時，就像生活中隨時有位占卜師與你同行。
          </p>
          <p>
            「雙人合盤」功能，則是將存取在資料庫中的兩個星盤結合在一起，計算出人與人之間的相處模式建議、速配指數等等。
          </p>
          <p>
            另外，我們提供有經驗的占星師在「藏星」上註冊專業會員，能提供一般會員「預約占卜」的服務。占星師能夠在後台註冊時，描述自己的專長如：塔羅、星盤分析、八字、紫微斗數等等，並在公開的頁面販售自己的占卜課程，讓一般會員點選，並加入購物車，透過站外金流結帳後，再行預約課程的時間，進行線上或者實體占卜。
          </p>
          <p>
            除了運用課程所學之外，我們因應了本專題的內容，另外學習了其他的網頁開發技術；且有別於他組的專案題目，「Astria
            藏星」更富有神秘感，星座學、神秘學也是我們組員需要花其他時間、心力去學習的新課題。在專題發表結束後，相關的網頁也可以由我們持續維護、運作，提供網路上眾多的使用者一個新穎的、特別的、專業的星座命盤分析網站。
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped>
/* h1 {
  font-size: 36px !important;
} */
p {
  font-size: 18px !important;
}
.BG {
  width: 100%;
}
</style>
