[
  {
    "Select1": "牡羊座",
    "Select2": "太陽",
    "information": "太陽牡羊會很明顯表現出自我、任性的一面，不管說話口氣或外表有多溫和，但做起事來，絕不妥協的態勢是很明顯的，個性展現相當清晰。\r\n\r\n體內充滿了冒險因子，精力旺盛，思維異常活躍；這些特質都使得你凡事都搶在最前面，一馬當先，開創力十足，讓人感覺不可超越；為了首開先河，甚至會鋌而走險，是個十足的開創型英雄。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "月亮",
    "information": "月亮牧羊對別人的情緒反應相當敏感，整個情緒的強度都隨著對方而改變，會模仿幼年時家中那個較強勢、較有影響力的人的情緒模式。他們情緒表達方式很直接，外表雖然可以表現出該年齡的成熟度，但是內在永遠躲著一個小孩，一旦發現別人對他有敵意，心裏馬上‘超不爽’，情緒反應如箭般快速。\r\n\r\n如果你是月亮牡羊所信任的人，不客氣和直來直往的性格才會竄出來，只有在熟人面前，他才會張牙舞爪。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "金星",
    "information": "金星牡羊擁有著非常強大的想像力、編織愛情的能力，也因此對於愛情一開始會想像得很美好，甚至也比其他星座更勇敢追尋一見鍾情的對象、對所屬對象展現很高的熱情。 敢這麼做也代表金星牡羊對自己有一定的自信，是個有點小難馴服的星座\r\n\r\n但熱情來得快也去得快，在金星牡羊對愛情的幻想退去、看到現實面遇到的問題後，很容易和對方起衝突、做出令自己後悔的決定。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "木星",
    "information": "木星牡羊的思想前衛勇敢，也能非常有自信且堅定地展現自己、將自己的想法大聲表達，也因此木星牡羊經常扮演領導者/吹哨者的角色，希望能創造出不一樣的世界。木星牡羊思想單純、敢做敢當，積極主動的生活態度為你爭取到不少機會，但有時因為衝得太快，容易沒有思慮周全而倉促做了決定，導致出錯的機率高。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "火星",
    "information": "火星牡羊非常喜歡挑戰、充滿力量、行為果斷而堅決。個性非常剛強且具活力，擁有強烈勝負慾、具有領導力，可以激發身邊所有人一起參與並熱血其中，讓人覺得熱力奔放且激情。但也因為這樣的個性，有時候會不小心便成了衝動行事，或是過於急躁而變得暴躁、甚至會突然沒了動力讓人覺得沒有毅力，建議身邊多一些能包容你、了解你的朋友，適時幫你踩個煞車。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "土星",
    "information": "土星牡羊在人生的旅途上非常積極樂觀、有理想、充滿幹勁，能夠充滿想像力，但這過程卻也同時很艱辛、困難重重，是個充滿挑戰的荊棘之路。但若能堅持你所擁有的意志力、耐力，必定能在這些挫折中有所學習與成就，成為一個更成熟的人。\r\n\r\n但要注意團隊合作的和諧性，不要太過一意孤行、自負，很多任務都是在合作的時候才能激盪出最好的結果。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "水星",
    "information": "水星牡羊的學習力強、較無耐心、思維活躍、喜歡冒險、好勝心強，也因此代表他們有很強的自我意識、為了自己的目的經常是一針見血的說話方式在溝通，也通常是以自己的第一人稱角度在思考整件事情、證明自己是對的。\r\n\r\n一開始很有主見的話與會讓人欽佩，但久了因為強勢的態度，會在無形之中給人壓力或得罪人，又因為水星牡羊的好面子，不輕易承認自己的過錯而多有摩擦。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "天王星",
    "information": "天王星在牡羊座的人獨立且樂觀，對新事物有強烈的好奇心、總是搶在他人前面，且你對具有獨特性的人事務更有這樣的強烈征服心，透過這些事情能讓你獲得成就感與能量，因為不斷的前進與吸收新事物才能讓你感受到自己的活著。但有時會顯得衝動、不計後果、獨斷，建議修練自己的脾氣，有時人和會比成功還要重要喔。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "海王星",
    "information": "海王星座落在牡羊座會是個富有想像力的人，也帶有牡羊座本身的性格：行動派！換言之即是所想即所行，在你的潛意識中一直有種使命感，要去完成些什麼，也因此你非常有效率，卻也同時很在意周遭的人對你的看法與想法，以至於有時為了面子，會顯得有些自大、自私，建議虛心一點避免讓自己越活越累。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "冥王星",
    "information": "冥王星位於牡羊座代表一種新的開始，例如：新的觀念、新的生活、擺脫舊有思想等等，建立全新的人生/生活。加上牡羊本身的樂觀與身先士卒，容易成為開拓者。即使最後花盡所有力氣、一無所獲，也能覺得滿足、有成就感，但因為牡羊的熱血與激進讓他向來是以放縱自己、較為暴力解決事情，因此在處理衝突上會有所吃虧甚至讓衝突變大。"
  },
  {
    "Select1": "金牛座",
    "Select2": "太陽",
    "information": "和太陽金牛交朋友有個重點，他們對自己是個「人」這回事可是有充分認知的，人有七情六欲，人也要吃喝拉撒睡，他們儘管優雅卻絕不虛矯。一旦訂定目標便絕少迷失，步伐穩健，立場清晰，相信很少人這麼有自制力和自知之明。\r\n\r\n做事有計畫，需要長時間思考的金牛座，比較適合固定有規律的工作，雖然行動有點緩慢，不喜歡與人競爭，但做事講究穩紮穩打，不會誇張自大，會盡自己本分去做好分內的工作。"
  },
  {
    "Select1": "金牛座",
    "Select2": "月亮",
    "information": "以好脾氣聞名的月亮金牛，不會有紊亂的情緒騷動。當月亮金牛生活中的穩定結構被破壞時，他的情緒就出現了。他的感受來得很慢，但會實質地反應出來，這並不表示他反應遲鈍，他只是不喜歡誤會別人，同樣的，他也不喜歡被別人誤會。\r\n\r\n高EQ的他，相當善於穩定情緒，不會隨便揣測別人的心思，更不會因為別人說一句故弄玄虛的話就覺得自己受傷了。"
  },
  {
    "Select1": "金牛座",
    "Select2": "金星",
    "information": "土象星座對於感情總是長情而放不下，金星金牛亦是如此。年輕的金星金牛很容易對一個人心動，但謹慎的金牛座會對這個人觀察試探很久，一旦確定了關係便會一頭栽下去。而因為金牛的包容與寬容，通常會在一段關係中不斷原諒對方所犯的錯，非得等到遍體麟傷後才肯下定決心放棄。也因為這樣，讓金星金牛要放下一段感情需要很長一段時間，或甚至會有放不下的狀況。"
  },
  {
    "Select1": "金牛座",
    "Select2": "木星",
    "information": "木星金牛重視物質面、實際面，幾乎在評估每件事情時都會第一時間評估是否有利於自己、是否有利益可圖。但木星金牛在追求金錢時也是會服務大眾、做公益，不過在做公益的同時也會尋求是否有合作或好處的可能性。木星金牛只要認定的事情就會非常專注，同時也很懂得享受生活，但要小心在追求財富時反而為錢所傷、有負債的危險。"
  },
  {
    "Select1": "金牛座",
    "Select2": "水星",
    "information": "水星金牛的耐力、務實、木訥、固執，思考的邏輯跟模式都會首要考量務實面，每件事情都是經過深思熟慮、詳細分析後才做最後決定。也因此他們不會對不確定的事物下太多資源，對於新事物也會較難馬上接受、執行。\r\n\r\n在大部分人眼中，謹慎、務實是你的寫照，但缺乏創新、新鮮感也是給人的另一種感覺，不彷多聽聽別人的想法和意見，也許會得到一些驚喜。"
  },
  {
    "Select1": "金牛座",
    "Select2": "火星",
    "information": "火星金牛擁有強烈物慾、耐力十足、絕不輕言放棄，而且非常務實、嚴謹，不會輕易行動，但一但踏出那步絕不輕言放棄，是個相當有續航力的人，也因此能做到很多一般人做不到的事情。而火星金牛的這些堅持都是來自你對金錢及物質生活的追求，畢竟火星金牛是個很懂生活、享受生活的人，你願意將生活變得更有價值、豐收。但要小心因為太過迷戀金錢和物質而變的虛榮，甚至因為忌妒的心理而影響人際關係。"
  },
  {
    "Select1": "土星",
    "Select2": "金牛座",
    "information": "土星金牛對於物質有強烈的需求與追求感，但土星金牛必須努力工作才能有穩定的物質生活，畢竟土星金牛通常是用踏實的方法在追求財富與物質。雖然這樣會讓自己陷入奮鬥時的孤獨感，但因為穩定而踏實的過程讓你願意忍受這一切，也擁有著堅強的意志力與耐力。\r\n\r\n但同時會缺乏安全感，學會在困難時向他人敞開心胸、與人分享。"
  },
  {
    "Select1": "天王星",
    "Select2": "金牛座",
    "information": "天王星在金牛座不免俗會帶到金錢價值觀，你會在賺錢和花錢上有不一樣的創意、靈活的運用方式。若是在商業或金融業工作的人，也會利用手邊所有資源進行整合或創新，帶給大家不同的金錢觀念。但因為你有時會突然顯得保守、固執，反而阻擋你的創新、創意，無法讓能力獲得最好的發展，也容易對他人的成就有忌妒心。"
  },
  {
    "Select1": "海王星",
    "Select2": "金牛座",
    "information": "海王星金牛代表著對物質的要求，成為在潛意識中最重要的暗示。也因此在你的一生中，將追求金錢與財富奉為最重要的目標、且更加考慮現實，會以安穩的程度去評斷生活大小事是否值得投資，當然也包含愛情。但過份沉溺於對物質的追求，容易忽略身邊的人事物，小心到頭來發現自己一無所有。"
  },
  {
    "Select1": "冥王星",
    "Select2": "金牛座",
    "information": "冥王金牛對應金錢物質，因此冥王星座落在金牛座的人對於物質會有較多的渴望和追求，也因此你會是很棒的商業合作夥伴，對於賺錢的點子與想法總是很多，也努力追求經濟上的富足。但因為總是將經濟利益擺在首位，因此人情為較顯不足，建議還是要將物質今年看淡，與人的相處會較為和諧。"
  },
  {
    "Select1": "雙子座",
    "Select2": "太陽",
    "information": "雙子座身為風象星座的變動星座，靈活的反應與機智的口才自然不在話下。有很強的交際能力，所以身邊不缺朋友，風趣機智的表現也常受身邊人的歡迎。\r\n\r\n但因為你的變化快速，建議執行任何事情都要靜下心來、更專心一些，才不會總是只看到事情的表層；因為想像力豐富，接收的訊息太多，使得你內心常處於矛盾狀態，常有令人不解的舉動；凡事據理力爭，太好辯，易與人發生言語衝突喔。"
  },
  {
    "Select1": "雙子座",
    "Select2": "金星",
    "information": "金星雙子在談吐和外在應對上，會因為社交能力優秀而獲得許多注意力，在人緣方面一直都不錯。但也因為雙子的能袖善舞，容易讓另一半感到不安甚至是輕浮，在追求對象時也容易讓對方懷疑你是否真心。\r\n\r\n若金星雙子對你投入了真感情，那你一定會很明顯感受到，不一定是變得沉默、安靜，而是喜歡出席各種聚餐的金星雙子可能會為了你開始收斂。但金星雙子還是需要一些輕鬆的空間，因此通常不會急著走進婚姻。"
  },
  {
    "Select1": "火星",
    "Select2": "雙子座",
    "information": "火星雙子非常聰明、活躍、因為好奇心及能力優越，讓火星雙子能快速學習各種新知識並舉一反三。也因為火星雙子知識廣闊、口才無礙，對於人脈和人際關係都有很好的幫助。但因為對於自己的優勢感到驕傲，而讓自己有些好辯、優越感，同時有耐性與耐力不足的狀況，較沒有續航力。"
  },
  {
    "Select1": "土星",
    "Select2": "雙子座",
    "information": "土星雙子的腦筋靈活，有很強的組織力、邏輯性，對於事物的推理有很強的能力。同時因為土星的關係，土星雙子重實際、也較為沉穩與務實，不過因為這樣會接收到較多任務，也會有較大的壓力需要承擔，如果土星雙子能夠理性並讓身心靈沉澱下來，未來的路會越來越順利的。\r\n\r\n但請審慎選擇朋友，也儘量別有挑剔朋友的心態，多些自省與謙卑會是個不錯的選擇喔。"
  },
  {
    "Select1": "水星",
    "Select2": "雙子座",
    "information": "水星雙子聰明、多才多藝、富有好奇心、難以專注、易分心。因為你的聰明、多才多藝、對任何事物都感到好奇，讓你難以專注、對每件事情都是淺層的了解，容易造成學而無精的狀況。而你的聰明有助於你對於新事物的見解，若能善用言語，是個有能力成為講師或演說家的人。"
  },
  {
    "Select1": "雙子座",
    "Select2": "木星",
    "information": "木星雙子代表思考能力強、好奇心強、領悟力當然也不容小覷。因為好奇心強，木星雙子經常接觸不同領域的知識，對於新事物的接受度也有不錯的表現，容意給人見多識廣的感覺。但因為好奇心強，容易多頭馬車反而樣樣不精，建議認真思考自己的長處、發展後，選擇領域深入研究。\r\n\r\n"
  },
  {
    "Select1": "雙子座",
    "Select2": "天王星",
    "information": "天王星在雙子座的人天生聰穎、富有直覺力、創意豐富，經常提出令週遭人意想不到的新點子。天王星是個變化極為快速的行星，遇上腦筋靈活度很高的雙子座，會讓你在各種挑戰和困難時依然能靈活出招，也相當樂在其中並不斷充實你的經驗。但要小心習慣了這樣的模式，會讓你不容易定下來、容意對一件事情膩了，沒有真正紮根的專長或領域。"
  },
  {
    "Select1": "海王星",
    "Select2": "雙子座",
    "information": "海王星雙子代表好奇心的擴張，在你的潛意識中對於好奇心和想像力充滿了整個小宇宙。你的生活可以說是想像力爆棚到有些太浪漫的程度，而擁有那樣的想法下再加上強大的好奇心，會讓你付諸行動或鼓動週遭的人。但要小心你的行動力跟不上你的想像力，久了會讓你成為只會做白日夢的人。"
  },
  {
    "Select1": "雙子座",
    "Select2": "冥王星",
    "information": "冥王雙子擁有好奇、敢於嘗試的勇氣，且雙子的口才很好，敢於表達自我並在既有框框中產生新的觀點與想法，不喜歡守舊、過於老派的想法。而也因為你的好動讓你難以真正安定下來，因此即使有家庭觀念並渴望穩定的你還是難以真正安定下來。但在求知的過程中容易因為衝動而有挫敗、與人的摩擦，建議有點同理心、多些行前思考比較好。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "太陽",
    "information": "太陽位於巨蟹座的人們善於持家且心思細密，較具母性特質。你們注重家庭而且相當孝順，總是把家庭的和諧圓滿擺在第一位，是結婚的理想對象。\r\n\r\n但也有情緒陰晴不定和逃避現實的傾向，其實這種武裝不過是蟹族人掩飾自己脆弱心靈的一種方式，若能和巨蟹好好對談與耐心等候他們打開蟹殼，就會發現他們其實沒有想像中這麼難以理解。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "月亮",
    "information": "月亮正是巨蟹星座的守護星，所以月亮落在巨蟹可說盡得月亮真傳，性格當然便不自覺流露出很母性的、親切關懷的、善解人意的感覺。\r\n\r\n感覺相當纖細敏銳，常會表現出超齡的成熟，當別人還是十七、八歲的懵懂少年時，就已經顯得很有想法了。雖然帶來情緒化的毛病，動不動情緒就波動得厲害，但容易發現問題也代表可以在第一時間消滅問題。"
  },
  {
    "Select1": "金星",
    "Select2": "巨蟹座",
    "information": "巨蟹的母愛在金星巨蟹上同樣也嶄露無遺。讓金星巨蟹愛上的人，會感受到滿滿的愛、溫柔，是個在戀愛中充滿母性的星座。也因此金星巨蟹是個敏感、容易體查別人情緒的星座，在你低潮時給與你適當的溫暖與呵護。若你成為了金星巨蟹的另一半，會發現金星巨蟹彷彿幫你築了一個巢讓你無後顧之憂，也讓人特別想為他成家。\r\n\r\n不過這樣的纖細、柔軟，也在不知不覺中給了自己一個枷鎖，因此金星巨蟹別忘了也要好好愛自己。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "火星",
    "information": "火星巨蟹擁有豐沛的感情，也非常注意付出與回饋，重視感情的平衡，是個極有同情心的星座。火星巨蟹在付出強烈感情、維持生活中各種感情時，卻意外的行事低調、默默付出，即使沒有得到相同的回饋也依舊低調，是個默默給予溫暖的人。但這樣的低調容易讓火星巨蟹沒有得到相同的回饋而造成火星巨蟹的不穩定，要小心會太過壓抑內心情緒，平常懂得找人說話或慢慢傾倒那些情緒，較不會造成情緒爆炸喔。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "土星",
    "information": "土星巨蟹會因為土星的影響，希望自己呈現穩定的狀態而壓抑自己的情緒，但土星巨蟹本身是個擁有豐富情感的人、需要獲得周圍的人的關愛。若得不到土星巨蟹預期的關愛，矛盾與心情的反差會讓土星巨蟹感到痛苦、情緒不穩，並讓土星巨蟹變的歇斯底里。\r\n\r\n建議學著放鬆身心、接納自己與他人、學會釋然，反而會讓你的人生感到自由與希望。"
  },
  {
    "Select1": "水星",
    "Select2": "巨蟹座",
    "information": "水星巨蟹有強烈的第六感、擁有超強記憶力、想像力豐富，對人事物都相當敏銳。也因為你強烈的第六感、加上巨蟹本身的情感豐沛，容易讓你感情用事，也因為你的想像力豐富、帶些許悲觀，容易對不確定的事物害怕、產生不安全感，並且懷念起過往那些成功或美好的事物、難以放下。若能善用敏銳的第六感、更正向樂觀些，也許會帶給人驚艷的表現喔。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "木星",
    "information": "木星巨蟹本性溫和、善良、溫暖，是個感性的人，和這樣的人在一起會感到溫暖、被同理。感性通常會伴隨想像力豐富，連帶有機會成為直覺性強，有機會喜歡上研究宗教信仰，或以自己的能力幫助身邊的人。但感性的木星巨蟹有時會想太多，不知不覺有了壓力，建議有個理性的朋友將你拉回現實。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "天王星",
    "information": "天王星巨蟹在感情上會較勇敢表達、追求感情與身心靈上的自由，但因為巨蟹座本身的觀念，還是會忍不住想回到安定、較為符合社會觀感的傳統思想，內在的矛盾讓你有時會裹足不前。建議練習說話與表達，運用這些溝通的力量達到一些小目標後，累積勇氣去達成你想要的理想狀態。"
  },
  {
    "Select1": "海王星",
    "Select2": "",
    "information": ""
  },
  {
    "Select1": "冥王星",
    "Select2": "巨蟹座",
    "information": "冥王巨蟹對於安全感會有非常強烈的需求，通常都會寄託於家庭上，也因此大部分的重心都會放在家庭上，對於工作經濟方面反而沒這麼注重而缺乏。也因為過於在乎家庭而讓你難以掩飾自己的情緒，對家人/他人的情緒會直接激烈的表現出來，有時候也會依照心情行事。適當控制自己的情緒，不要依照情緒去判斷人事物的好壞，對你會比較有利喔。"
  },
  {
    "Select1": "海王星",
    "Select2": "巨蟹座",
    "information": "海王星座落在巨蟹的人家庭觀念非常強烈，因為在潛意識中對家庭重視，讓你很依賴並注重這個家庭的完整性，若必要時會想盡辦法保護你想要守護的地方。而這樣的強烈情感讓你較為感性、敏感、情緒化，要小心讓自己變得太感情用事，反而讓事情越來越糟。"
  },
  {
    "Select1": "第一宮",
    "Select2": "",
    "information": "第一宮（命宮）的起始點稱為 ASC (Ascendant)，也就是我們常聽到的上升星座。上升星座常是你給人的第一印象，代表著個人的外貌與氣質。第一宮是生命的開端，代表著自己、自我認同與個人秉賦等。"
  },
  {
    "Select1": "第一宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第一宮，太陽的光芒讓你容易引人注意，在團體中的表現突出。你的為人光明正大，有機會成為公眾人物或群體中的焦點。太陽所賦予的能力讓你擁有自信，具有強烈的自我意識；太陽所賦予的精力讓你有時像個過動兒，有用不完的電力。好奇心使你具有開創的能力，建議可多學習新知，拓展視野；太陽所賦予的權力讓你有時表現的相當權威，有強烈的自我本位，希望掌握實權，有機會成為領導者。"
  },
  {
    "Select1": "第一宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第一宮，月亮將賦予你充沛的情感，你的個性念舊且富有直覺力。你相當重視「感覺」這件事，有時候對事情的反應會過於情緒化，讓人抓摸不定，一旦心情低落就容易持續很久。你帶有某些母性的特質，能夠照顧所愛的人，但有時你也希望獲得被照顧的感覺。安全感對你來說是很重要的事情，當你處於不熟悉的環境中，很容易就會表現出自我防衛的本能。"
  },
  {
    "Select1": "第一宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第一宮，你有很強的好奇心，學習速度快，可能具有良好的分析與思辨能力，或是擅於蒐集資訊。建議你可以多加培養語言、溝通、寫作或資訊能力，這將對你的人生發展有所助益。水星帶有商業的特質，你將有機會可以從事經商活動。但水星是中性星，帶有易變的特質，你應注意作事不可過於善變或三心二意。在身體健康方面，應多注意失眠或是神經質等症狀，偶爾應該要讓腦袋休息一下。"
  },
  {
    "Select1": "第一宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第一宮，你期望自己是一個舉止優雅、風度翩翩或獨具魅力的人。通常金星在命宮的人，外表都長得不差，人緣好，具有公關魅力。你可能有藝術、音樂、美術、表演或設計等美學天份，可以考慮從事相關領域的工作。你相當注重感官享受，喜歡美食或欣賞美好的事物，不過你的個性可能會有懶散或者自戀的傾向喔！"
  },
  {
    "Select1": "第一宮",
    "Select2": "火星",
    "information": "當星盤中的火星落入了第一宮，你的個性偏急，做事重視效率，不喜歡等待。建議你行事應多思量，不可過於衝動或三分鐘熱度，否則將容易給人魯莽衝撞的負面形象。你的運動細胞或體力可能不錯，可以從事需要大量體力消耗的工作，例如運動員、軍人等等。在身體健康方面，你須多注意頭部、臉部受傷，以及發炎症狀。"
  },
  {
    "Select1": "第一宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第一宮，你像是人們口中的幸運兒，人生的道路上總是有很多好運或貴人。你喜歡探索人生的哲學，因此容易對於宗教、哲學、命理、教育、法律感到興趣。你的個性充滿理想，樂觀開朗，公平正直，具有強烈的道德觀。你相當有可能獲得高等學歷，或者常有機會出國旅遊，接觸異國文化，甚至移民。"
  },
  {
    "Select1": "第一宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第一宮，你的行為模式偏向傳統或保守，個性勤儉務實，刻苦耐勞，重視責任與義務關係。你做事喜歡一步一腳印，親力親為，不愛譁眾取寵，因此個人發展將較為緩慢。土星坐命的人容易在生活中扛下責任，因此常給人嚴肅、不快樂或悲觀的形象。但相對地，你也可以藉由這樣的機會，憑藉個人的努力而在最後能有所成就。"
  },
  {
    "Select1": "第二宮",
    "Select2": "",
    "information": "第二宮（財帛宮）主宰個人一生中所擁有的資源多寡，以及如何獲得與支配，如金錢、流動資產、有價證券等。第二宮與第八宮相對，第二宮為正財，必須有所付出才能有收穫，這與第八宮所代表的遺產贈予有所不同。"
  },
  {
    "Select1": "第二宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第二宮，你將比同儕提早意識到金錢的重要性，因此可能會為了追求錢財而消耗掉人生大部分的時間與精力。財富有時如同你的能力證明書，擁有金錢會讓你產生自信，因此你可能會有較強的物質擁有慾，容易以金錢作為權力的象徵。此外，你平時可能喜歡接觸理財相關知識，但財務操作上仍須小心。特別當太陽與火星、土星產生有凶相位時，理財就應以保守穩健為原則，切勿過度投機，以免得不償失。"
  },
  {
    "Select1": "第二宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第二宮，財富將成為你人生中重要的安全感來源。你將致力於追求財務自由，直到物質生活不虞匱乏才能真正安心自在。如同月亮的陰晴圓缺，你的財富很容易受到情緒或情感的影響而產生波動。為了避免財來財去，建議你應改善情緒化的花錢方式，用錢要有規劃才行。此外，你有機會可以透過月亮所代表的職業來營生，例如餐飲、酒吧、旅館、女性用品、家庭用品、房屋等。"
  },
  {
    "Select1": "第二宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第二宮，如何賺錢或理財將成為你人生經常思考的問題。建議你可以學習一些理財相關的知識，多參與財務管理相關的課程，這可以幫助你做出正確的投資決策。你有機會藉由水星相關的行業營生，例如銷售、交易、寫作、演說、教學、運輸、仲介、資訊等。由於水星是中性星，帶有易變的特質。這將會導致你的財務狀況有不穩定的現象，建議應採用穩健保守的理財策略。"
  },
  {
    "Select1": "第二宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第二宮，你的正財運其實不錯，有機會可以透過女性、藝術、音樂、美術、合夥、珠寶、娛樂等金星相關領域得財。你喜歡把錢花在可以讓自己變漂亮或有價值的東西。建議你對金錢的態度不可過於浪漫、懶散或是過度享受，應多儲蓄以備不時之需。若是金星的狀態良好，愛情可能會為你帶來財富或舒適的物質享受。"
  },
  {
    "Select1": "第二宮",
    "Select2": "火星",
    "information": "當星盤中的火星落入了第二宮，你可能會視金錢為權力或力量的象徵，因此對於想要的資源，通常會很積極的爭取。也許你的物質慾望比較強，或是一直很「用力」的在賺錢。若是火星與其它行星產生凶相位，建議你對於財務操作應以保守穩健為最高指導原則，否則將容易有破財的風險，甚至捲入不必要的金錢糾紛中。"
  },
  {
    "Select1": "第二宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第二宮，你會在追求財富的過程中體驗到人生的價值。你可稱得上是一個慷慨的人，對於金錢或物質常不吝與人分享。基本上只要木星狀態良好，沒有凶相位影響，你的財運亨通，物質生活不虞匱乏，且有機會藉由教育、知識、旅遊、宗教、哲學、法律、進出口貿易等木星相關領域來獲得財富。"
  },
  {
    "Select1": "第二宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第二宮，你是一個害怕貧窮的人，對金錢容易產生焦慮感，或是容易有財務壓力。你的金錢累積速度較慢，用錢方式偏向謹慎，比較適合保守穩定的理財工具，例如定存或債券。在工作方面若有付出多回報少的不平衡情況，建議你應多自我調適心態。此外，你還有機會可以透過土地、房產、礦產、建築或工程累積財富。"
  },
  {
    "Select1": "第三宮",
    "Select2": "",
    "information": "第三宮（兄弟宮）主宰著基礎教育、資訊傳播、短程旅行、交通等。在六親方面，第三宮也象徵兄弟姊妹與鄰居。另外，第三宮為月亮的喜樂宮(Joy)。月亮在卜卦占星學中常代表訊息、信件、傳達等，此與第三宮之象徵意義有所呼應。"
  },
  {
    "Select1": "第三宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第三宮，你很容易受到周圍環境的影響，建議你應訓練自己的思考能力，以樹立自己的權威或自我價值。你在基礎教育階段表現也許會比較活躍，容易引人注意，或者常是同儕、鄰居、近親或兄弟姊妹間的焦點。你平時應多培養寫作、說話、語言、資訊等能力，並樂於與人分享自己的理念與觀點。此外，你可能對於交通工具或地圖路線也有興趣，也許熱愛駕駛，或者是個汽車迷或鐵道迷等。"
  },
  {
    "Select1": "第三宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第三宮，知識將成為你人生的重要安全感來源。當你完全了解一件事情的運作方式或全貌時，你會感到很輕鬆自在。你與兄弟姊妹、左鄰右舍或近親會有較多的情感交流。但由於月亮具有陰晴圓缺的特質，有時關係會有不太穩定的感覺。你喜歡偶爾來個小旅行，這可以幫助你體驗生活的美。此外，你可能還具良好的寫作、語言、溝通或表達的能力。"
  },
  {
    "Select1": "第三宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第三宮，你通常能為周圍的環境帶來一種愉悅的氣氛，這可以幫助你與他人的溝通過程相當順暢。你喜歡經常來個短期旅行，旅程中有機會可以認識新的朋友，甚至變成戀人。如果金星沒有與其它行星產生凶相位，基本上你與兄弟姊妹間的相處都很融洽，而且兄弟姊妹可能長的不錯。你在基礎教育的階段相當愉快，喜歡接觸藝術、音樂、美感、時尚、美食等相關領域的訊息與知識。"
  },
  {
    "Select1": "第三宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第三宮，如何與人溝通或建立連結是你人生中經常思考的問題。你很適合在兄弟姊妹、鄰里或親戚間擔任穿針引線的角色。你可能有良好的表達能力，或者對任何事情總能說上兩句，發表自己的看法。平常的你很注重資訊蒐集，甚至可能知道很多八卦消息，有時也喜歡談論旅遊、交通、汽車、鐵路等議題。你的聰明才智很適合發揮在寫作、教學、語言、演說、資訊傳播或交通運輸等相關領域。"
  },
  {
    "Select1": "第三宮",
    "Select2": "火星",
    "information": "當星盤中的火星落入了第三宮，你喜歡直話直說，不愛拐彎抹角，有時候常會讓人有招架不住的感覺。你相信真理越辯越明，但建議你應多採柔軟的溝通方式，以免給人主觀意識過強的負面形象。火星在這個位置通常與兄弟姊妹之間容易有競爭感，這可能起因於不平衡的比較心理。其實有時你只要換個角度想，可以避免掉很多不必要的紛爭。"
  },
  {
    "Select1": "第三宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第三宮，你最大的信仰就是「學習」。學習中的你是快樂、正面、積極的，而且過程中你將找到人生的價值。建議你可多培養自己的資訊、語言、寫作或溝通能力，這將會對你的人生發展有很大的助益。此外，只要木星沒有與其他行星產生凶相位，你與兄弟姊妹的關係將相當有益，應好好珍惜，未來有機會可以互相幫助與提攜。"
  },
  {
    "Select1": "第三宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第三宮，你與他人的心智交流常有困難，容易溝通不良或口不對心。你的想法或反應易偏向壓抑或冷漠，有時會給人不靈活的感覺。建議你應培養具深度、次序與結構性的思維邏輯，提昇自己的表達能力。此外，土星在這個位置常沒有兄弟姊妹，或者是會認為兄弟姊妹是你的負擔或責任。"
  },
  {
    "Select1": "第四宮",
    "Select2": "",
    "information": "第四宮（田宅宮）的起始點稱為 IC，是拉丁文 Immum Coeli 的簡稱，中文稱為天底。第四宮主宰個人的根源，代表著家庭、父親、家世背景與晚年生活。在錢財方面，由於第四宮象徵著地底資源，因此與房屋、土地、不動產有關。"
  },
  {
    "Select1": "第四宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第四宮，你希望在家中擁有地位或權威感，受到家人的重視，家庭可說是你自我認同的重要關鍵。若是原生家庭無法滿足這點，你可能會轉向用自己的能力去創造另一個自己夢想的家。你也許會喜歡探索自己的出生背景或家族根源，因此對於房屋、土地、礦產或地底資源容易產生興趣，可以考慮從事房地產或礦產等相關領域的工作。此外，在晚年時你將有機會獲得名望或地位。"
  },
  {
    "Select1": "第四宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第四宮，家庭是你人生中重要的安全感與歸屬感來源。由於月亮具有陰晴圓缺的特質，容易造成家庭關係的不穩定或是經常搬家。不過你是有家庭觀念的人，有時你就像家庭的守護神一樣，不會讓任何人事物來破壞家庭完整與和諧。有時你也容易常為家中事務煩惱，導致心情不佳。此外，月亮落在第四宮的人，通常會對於族系、房地產、地底資源或考古學感到興趣。"
  },
  {
    "Select1": "第四宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第四宮，你喜歡舒適、愉悅與和諧的家庭環境，因此可能會對於家居佈置、園藝、烹飪等相關資訊感到興趣。如果金星沒有與其它行星產生凶相位，建議你可以考慮購買房地產，擁有一個溫馨舒服的空間將對你的生活與健康都有所助益。金星是占星第二大吉星，通常金星在這個位置都會有一個舒適愉悅的晚年生活。"
  },
  {
    "Select1": "第四宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第四宮，你的家庭背景可能不錯，或者家庭對你的人生價值與信仰有很大的啟發。基本上只要木星的狀態良好，沒有凶相位影響，你的家庭相處和睦，家庭成員易成為你的貴人，家境富裕，有機會可以獲得父母遺蔭，特別是不動產的部份。此外，你的老年將很有機會居住在良好的生活環境中，過著富裕快樂的生活。"
  },
  {
    "Select1": "第四宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第四宮，你會與家庭成員間有較多的心智交流，思考邏輯受父系的影響深遠。你的原生家庭可能具有教學、資訊、商業、仲介或交易等背景。無論原生家庭是好是壞，你都將從原生家庭中學習很多知識或生存法則，這會形成你特殊的思維邏輯。此外，你可能對於土地、房屋、不動產、礦產或地底資源相關的知識感到興趣，也許有機會可以從事相關領域的銷售工作。"
  },
  {
    "Select1": "火星",
    "Select2": "第四宮",
    "information": "當星盤中的火星落入了第四宮，你也許在家中或對家人會比較容易失去耐心，脾氣不佳，或者會透過競爭的方式來得到自己想要的資源。若火星與其它行星產生凶相位，家庭就像你的競技場，你跟家庭成員間存在一種競爭感或是容易產生爭執。在土地房屋交易方面，建議你買賣勿過於衝動，應多方考慮後再下決定，以免蒙受損失。"
  },
  {
    "Select1": "第四宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第四宮，你與家人的相處偏向冷漠，或者家庭對你來說就是一種責任或負擔。你的家庭環境也許比較保守或傳統，生活中會有些來自家庭的束縛與限制。建議你也許可以換個角度想，逆境反而可以讓人成長。此外，你對於房屋、土地、建築、礦產、地底資源可能會有點興趣，可以考慮從事相關領域的工作。"
  },
  {
    "Select1": "雙子座",
    "Select2": "太陽",
    "information": "太陽位於雙子座的人具有雙重性格，情緒變化快速，做事有虎頭蛇尾的傾向，應加強耐性，培養靜心的功夫，更專心一些；因為想像力豐富，接收的訊息太多，使得你內心常處於矛盾狀態，常有令人不解的舉動；凡事據理力爭，太好辯，易與人發生言語衝突。"
  },
  {
    "Select1": "雙子座",
    "Select2": "月亮",
    "information": "月亮在雙子座代表情感的本質容易游移不定，但也會有高智力及富想像力的一面。月亮落在雙子座的人感官靈敏，頭腦清醒，智力發達，對於抽象的事物非常感興趣；喜歡運動、愛旅遊。喜歡同時做很多事情，如此才能讓你感到刺激，有成就感。情緒起伏變化，令周圍的人常感不適，但你總能為自己找到合理的解釋。你的表達力超強，言語風趣幽默，容易活躍氣氛，但太愛講話，滔滔不絕，也易令人反感、厭惡。"
  },
  {
    "Select1": "金星",
    "Select2": "水星",
    "information": ""
  },
  {
    "Select1": "雙子座",
    "Select2": "水星",
    "information": "水星位於雙子座代表其具有敏感的神經系統，情緒多變，辯才無礙，有絕佳的創造力。水星落在雙子座的人表達力非常強，說起話來滔滔不絕，在人群中常扮演演說家的角色，擅長用言語和新鮮資訊來左右大家的情緒。你的心智能力強，擅長學習研究，領悟力與接受力比一般人要強許多，且能舉一反三，令人羨慕。很擅長發想，很容易從生活小事中挖掘到靈感，常有驚人的創意表現，是很好的企劃人才。"
  },
  {
    "Select1": "雙子座",
    "Select2": "金星",
    "information": "金星位於雙子座代表愛情及社交生活多姿多彩，對人對事都有較強烈的好奇心。金星落在雙子座的人很有親和力與吸引力，是異性眼中的鬼靈精，很容易獲得愛情。你喜歡沉浸在多姿多彩的感情生活中，卻沒有走入婚姻的想法，更喜歡享受戀愛給你帶來的刺激感與新鮮感，婚姻會讓你感覺受到束縛。你極具智慧與幽默感，身邊不缺朋友，言談之間充滿魅力，是同性效仿的對象，異性迷戀的類型。"
  },
  {
    "Select1": "雙子座",
    "Select2": "火星",
    "information": "火星位於雙子座代表心智的活動及侵略性。火星落在雙子座的人非常活躍，善於批判。你有極高的悟性，天生具有語言天賦，知識豐富，讓你在人群中很能放得開，也很有優越感。活潑的天性讓你沒有寂寞感，在好奇心的驅使下，又讓你不斷地學習、求知，能快速接收新知，並且能舉一反三，把所學運用到實處。學養豐富，聰穎多聞，在求知中不斷拓展見識，人脈也因此而獲得良好的發展。"
  },
  {
    "Select1": "雙子座",
    "Select2": "木星",
    "information": "木星位於雙子座代表思考力強，求知慾旺盛。木星落在雙子座的人好奇心強烈，學習力強，對心智開發感興趣，領悟力超強，會不斷涉獵不同領域的知識，腦子轉個不停，接受新事物的速度快。但對於不喜歡的事物會流於表面，一知半解。喜歡在群體中活動，從交朋友中獲得各種訊息，見多識廣，談話風趣幽默，無話不說，不表達不暢快。具有洞察世事的能力，喜好批判，嘴巴動個不停。"
  },
  {
    "Select1": "土星",
    "Select2": "雙子座",
    "information": "土星落在雙子座代表頭腦靈活，邏輯性強，有很強的思考力與執行力，且能接受考驗。土星落在雙子座的人重實際，極具智慧，但不浮躁，很理性地運用智慧。土星的沉穩與務實，結合雙子的靈活機敏，雖然在人生初期會遇到一些困難，情緒也常有起伏，承受較大的壓力，但在經過生理、心理上的磨難之後，身心靈能夠沉澱下來，更加地認真努力，為人生目標而加緊步伐向前，是很好的科學研究人才。"
  },
  {
    "Select1": "天王星",
    "Select2": "雙子座",
    "information": "天王星位於雙子座代表思維方式新穎，頭腦聰明，富直覺力，是新觀念的傳播者。天王星落在雙子座的人思維敏捷，創意多多，常有出人意料的新點子，令人驚歎。受到天王星的影響，雙子的創意更容易被激發出來，也很喜歡接觸外界，對各地的新觀念都能快速接受。也因此讓你在各個領域都能靈活應對。因為受到各種新鮮資訊的衝擊及新觀念的薰陶，你的心靈很充實，也使你的知識面不斷擴大，領悟頗多。"
  },
  {
    "Select1": "雙子座",
    "Select2": "海王星",
    "information": "海王星落在雙子座代表生活中帶有清新浪漫的氣息。海王星落在雙子座的人有著豐富的想像力與強烈的感受力，藉由這些力量，你將可以把抽像的東西化成言語表達出來或是用行動得以實現。你對稀奇的事物有種渴望，並且喜歡去探究。你生性活潑、機警、好學。由於想像力豐富，有時你會由於過多的想法而導致你的行動力受到阻礙。你有著良好的口才，但時常會表現在與人爭辯上。"
  },
  {
    "Select1": "雙子座",
    "Select2": "冥王星",
    "information": "冥王星位於雙子座代表你是個有家庭觀念的人，希望有一個穩定的居宿，但你好動與不安的性格很難讓你真正安定下來。你個性很衝動，在求知與處理問題時容易碰壁或遭到周圍人的反對。你勇於追尋表達自我的新方式並擴展你的才智，因此你喜歡做些新的嘗試與試驗，你也能從一些很平常的現象中，產生新的觀點和認知。對於一些短見與守舊的人，你喜歡去挑剔他們的不足，甚至會加以諷刺。"
  },
  {
    "Select1": "上升",
    "Select2": "雙子座",
    "information": "上升星落入雙子座的你有很強的好奇心，喜歡接觸各種人事物，以便得到新鮮的刺激經驗，並且能夠迅速吸收新知，用自己超好的口才將各類訊息組織起來去說服他人，適合從事大眾傳播方面的工作。你的思維很活躍，可以說是轉個不停，善於和人家聊各種話題，並且經常會冒出一些無厘頭或有創意的點子。但是，你的思考可能只有新意，卻欠缺深度。無論你的年齡有多大，你都始終保持一顆年輕的心。"
  },
  {
    "Select1": "天頂",
    "Select2": "雙子座",
    "information": "當天頂星座是雙子座，它們本身所表現出的最大特點，就是很懂得與人溝通，並且能夠因這個優勢，讓自身能夠獲得更好的發展。他們是很懂得為人處世的道理的，並且也知道發展的重要性。因而他們在人際交往中，總會很關注與人打好交道，交好關係，包括同上級、同長輩，甚至於是同剛認識的，但可能是對自己會有所幫助的人，他們很清楚怎麼去拉近雙方的關係。\r\n\r\n可見，當天頂星座在雙子座，他們很適合去從事與文字有關的工作，還有就是帶有溝通談判性質的工作，也很適合他們。因為他們擁有較好的掌控能力，並且應變能力強，在對於關係的把控上很有一套。所以，像是新聞工作者、廣告執行、作家等工作，都是能幫助更好表現他們自己的。\r\n\r\n天頂星座雙子座，他們很懂人情世故，很有交往手段，找到合適自己的工作，他們會更好、更快的到達頂端。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "太陽",
    "information": "巨蟹座是黃道宮上的第四個星座，主宰星為月亮。心思細密，感受力非常強，保護他人的意識強烈，家庭觀念濃厚，有強烈的責任心及犧牲奉獻精神。太陽落在巨蟹座的人擅長持家，喜歡安定祥和的家庭氛圍，對長輩孝順，對兄弟姐妹、朋友非常友善，努力創造你想要的和諧與美滿。當然，你的自我保護的意識也非常強烈，一點點的風吹草動都有可能讓你心潮起伏，當他人侵犯了你內心的那塊淨土時，你也會伸出鉗子示威。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "月亮",
    "information": "月亮落在巨蟹座是統治者的象徵，代表情感的深度及強度，對於母親、家庭有強烈的依戀。月亮落在巨蟹座的人個性沉穩，喜好平和，家庭觀念強烈，融洽的家庭氛圍才能讓你感到安心，也才能讓你有動力不斷向前，積極面對生活。你不怕繁瑣，天生愛操持家務，對家有種說不出的眷戀，總是把家庭生活安排得井然有序。你的感情細膩，對人體貼入微，很能體會他人的感受，是大家心目中的貼心人，受人歡迎。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "水星",
    "information": "水星位於巨蟹座代表心智受深層情感的影響，潛意識強烈，易產生偏見，主觀意識強。水星落在巨蟹座的人非常感性，常常以情感為依托，這也讓你的感覺靈敏，有很強的第六感，不喜歡理性判斷。你非常重視家人及朋友的想法與感受，在滿足他人的情感需求以後，才考慮個人所需，把親情看得很重，有犧牲奉獻精神。因為對新的事物有較強烈的不安全感，讓你對往事念念不忘，思想易停留在過去時光，難以接受現實。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "金星",
    "information": "金星位於巨蟹座代表對情感有深刻的感知，非常敏感，珍惜家庭。金星落在巨蟹座的人具有母性的慈愛，情感細膩，很有博愛之心和同情心，對身邊的人頗為照顧。溫和的性情加上親切的態度讓你很受歡迎，你就像愛的使者，四處散播著愛，讓人感覺溫暖。當然，你也希望有愛包圍著你，渴望受到肯定，獲得大家的關心與呵護。你對穩定、甜蜜的愛情有著美好的憧憬，但又常常隱藏自己的真實情感，害怕受傷。"
  },
  {
    "Select1": "火星",
    "Select2": "巨蟹座",
    "information": "火星位於巨蟹座代表具有強烈的情感，敏感，重親情。火星位於巨蟹座的人極具意志力，強烈的情感讓你充滿力量，會把大部分的精力和身心投入到家庭中，想要維繫和諧、美好的家庭生活。你非常注重情感的付出，在給予中獲得快樂，當然也希望獲得同等的待遇，身邊的人，尤其是家人，也要同樣地付出，如此才能讓你獲得平衡，感受到溫暖。若得不到你想要的結果，你的情緒會變得複雜，難以平靜。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "木星",
    "information": "木星位於巨蟹座表示家庭背景良好，受兒時的環境及父母的影響極大，具有仁慈寬容、重視道德的人格。木星落在巨蟹座的人性情溫和，有良好的修養，與人為善，慈悲為懷，與你在一起會讓人感到無比的溫暖。你的想像力豐富，直覺性強，對於感性的事物特別感興趣；很懂得享受生活，也很願意與大家分享你的所有，非常受歡迎。你的學習力強，有著旺盛的求知慾，喜歡研究宗教信仰，是身邊人學習的榜樣。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "土星",
    "information": "土星位於巨蟹座代表情緒起伏，自我壓抑，情感較冷淡。土星落在巨蟹座的人有豐富的情感，但你會過度壓抑自我，情緒也因此難以控制。你的內心相當敏感，非常渴望能得到家人的關愛，以及身邊的人肯定與鼓勵，若得不到會讓你的心情出現強烈的反差，由愛生恨，怨氣充滿了你的整個心靈，會讓你難以擺脫痛苦。在情感的衝擊下，讓你難以平靜心情，周圍的人、事、物影響著你的一切思想與行為，若不能調節，會讓你變得歇斯底里。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "天王星",
    "information": "天王星位於巨蟹座代表情感的釋放，思想傳統，但不受父母思想束縛，追求獨立與自由。天王星落在巨蟹座的人非常敏感，對心靈的自由有強烈的渴望，希望生活在安定祥和的環境中。但受到天王星的影響，讓你的思想有了新的轉變，有挑戰權威的想法，但又沒有足夠的信心與動力反傳統、反權威。這也讓你難以維繫良好的家庭關係，對父母不滿，想要放逐心靈，嘗試自由自在的生活，可又苦於難以超脫。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "海王星",
    "information": "海王星落入巨蟹座代表對家庭和家人非常的依賴。海王星落入巨蟹座的人家庭觀念非常的強，對家人非常的關心，注重家庭的傳統和教養，以及凝聚力。你富有同情心，保護慾也非常強，且有犧牲精神。受到海王星的影響，你的直覺力很強，甚至會有與靈異界溝通的能量。你的神經比較敏感，容易情緒化，在感情上容易表現出脆弱的一面。你很戀舊，因此你很喜歡收藏照片，和一些有關過去回憶的東西。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "冥王星",
    "information": "冥王星位於巨蟹座代表你對安全有一種強烈的需要，渴望獲得一個安定的生活環境。對家庭、對國家都非常的忠心，你把大多數的精力也灌注到家庭之中了。你生活的經濟來源主要還是微薄的薪水，因此在經濟上會顯得非常的困窘。在工作學習方面，你能夠自覺的按照規定去做事情，是值得主管與師長甚至朋友信賴的對象。你常常毫無掩飾的表達出自己的情緒，即使是對他人的怨憤也會毫無顧忌的激烈的表現出來。"
  },
  {
    "Select1": "上升",
    "Select2": "巨蟹座",
    "information": "上升星落入巨蟹座的你很懂得保護自己，你雖然會對不熟悉的人表示出關懷之意，但你絕不會說出自己內心的感覺。除非你們已經相互瞭解並累積了不少的感情，你才會解除安全戒備措施，開始信任對方並分享心事。由於你將許多的事都藏在心裡，加上你又有些敏感，情緒會顯得比較多變，言行舉止同時也會受到情緒的影響。感情上會很脆弱，一旦感情遭到傷害，很可能要過很久才能撫平傷痛。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "天頂",
    "information": "天頂星座在巨蟹座的人待人態度謙和，做事認真負責，對工作夥伴體貼，能準確展現自己的能力和優點，而且總是一副不好與人爭鋒的良好形象，無論去到哪裡都很容易融入集體。"
  },
  {
    "Select1": "獅子座",
    "Select2": "天頂",
    "information": "天頂星座在獅子座的人個人意識很強烈，他們極為重視自己對外的形象和名聲，所以會在工作中表現得很謹慎，心中也有一套套的計劃，每做的一件事情或者一個決定都有他的理由。而且他們還會盡量讓自己的努力高效化，而不會出現白費功夫的情況。"
  },
  {
    "Select1": "處女座",
    "Select2": "天頂",
    "information": "天頂星座在處女座的人往往目標不夠明確，意志也不夠堅定，他們會經常在奮鬥路上改變主意，對於自己該堅持夢想還是迎合現實總是拿不定主意。天頂在處女座的人還對於自己奮鬥的外在條件有很多要求，所以他們在給自己定位這件事情上往往需要花費很多時間。"
  },
  {
    "Select1": "獅子座",
    "Select2": "太陽",
    "information": "獅子座是黃道宮上的第五個星座，主宰星為太陽。陽光燦爛，充滿活力，感覺有用不完的能量；表現慾強烈，舉手投足之間充滿了閃耀的魅力，很容易成為眾人矚目的焦點，你身上散發出來的熱力很容易感染周圍的人，讓大家跟著你一起舞動生活。你對權力地位的追求非常執著，以捍衛你的領導地位，而這也是你不斷向前的動力泉源。這往往讓你站得比別人高，獲得也比別人多，但人生大起大落；自尊心很強，當追求無望時會變得沉淪、怠惰。"
  },
  {
    "Select1": "月亮",
    "Select2": "獅子座",
    "information": "月亮位於獅子座表示個人情感上很驕傲，具有戲劇才能，通常容易成為眾人焦點。月亮落在獅子座的人非常自信，力爭上游，隨時都想要表現自我，喜歡被人簇擁的感覺，甚至帶有傲氣，容易成為眾人矚目的焦點。你非常獨立，領導慾望強烈，自尊心強，想要掌控一切，若局勢不在你的掌控範圍內會有不安感；對情感的需求濃烈，浪漫熱烈的情感可讓你興奮，且極具優越感，生活也會因愛情而變得豐富多彩。"
  },
  {
    "Select1": "水星",
    "Select2": "獅子座",
    "information": "水星位於獅子座代表意志力強，不輕意改變目標。水星落在獅子座的人擁有豐富的情感和非常強的表現力，極富智慧與才幹。你的行動力很強，有絕佳的戰鬥力，不服輸。你希望一切事情都在你的掌控範圍內，有強烈的支配慾與領導慾，同時也會運用情感來讓人心服口服，寧願聽你的使喚與支配。你的想法與做事態度不容他人干擾，因為你是尊貴無比的，極具領袖氣質，希望身邊的人都為你感到驕傲，把你捧在高位。"
  },
  {
    "Select1": "金星",
    "Select2": "獅子座",
    "information": "金星位於獅子座代表情感熱烈，直接。金星落在獅子座的人熱情積極，內心充滿愛的能量，追求轟轟烈烈的愛情。你喜歡被人尊崇、被人捧在手心的感覺，特別是被異性欣賞或青睞時，會讓你很有滿足感。在他人注意的目光下，以及讚美聲中，你的情緒會變得異常興奮，熾熱的情感也會不斷向外湧，愛情也常常在這種情境之下產生，你火熱的愛讓異性很受感染，與你一起舞動生活的激情。"
  },
  {
    "Select1": "火星",
    "Select2": "獅子座",
    "information": "火星位於獅子座代表活力、意志力，以及創造性。火星落在獅子座的人豪爽大方，極具領袖氣質，容易成為群體中的焦點人物，喜歡活在崇拜與掌聲中，如此才能彰顯你的不凡與獨特。你的活力與自信也博得了異性的青睞，易激發出你的創意。你的動力很強，對工作有強烈的熱忱，積極性很高，常常是為了榮譽和責任而拼搏，不斷開創新天地。你很有想法，也具有強烈的信念，通常你都是跑在最前線的一員，開闢出一條人生大道來。"
  },
  {
    "Select1": "木星",
    "Select2": "獅子座",
    "information": "木星位於獅子座代表心胸寬廣、具有明亮自信的魅力。木星落在獅子座的人精力充沛，待人慷慨仁慈，以此來獲得他人的讚揚與崇拜。你把權力地位看得較重，散發著熱量以影響身邊的人，極具領袖氣質。很有野心與戰鬥力，追求自我成功，什麼東西都想爭取最好的，在不能滿足需求時，會表現出強烈的不滿。另外，你對宗教、哲學也較感興趣，會不斷涉獵各方面的知識，以擴展知識面，以便能更好地帶領並影響身邊的人。"
  },
  {
    "Select1": "土星",
    "Select2": "獅子座",
    "information": "土星位於獅子座代表非常注重成就，追求權力地位，掌控慾望強烈，希望被尊重與認同。土星落在獅子座的人很想創出一片天地，但受到土星的影響，讓你的光芒與能量難以得到快速發揮，需要經歷一些挫折與艱險才能去除陰霾，迎來陽光燦爛的日子。你的動力也會不斷增強，表現力與創造力也將被激發，有如獲得新生。你喜歡被人肯定與尊重，但討厭做作的奉承，喜歡他人真心的崇拜與追捧。"
  },
  {
    "Select1": "天王星",
    "Select2": "獅子座",
    "information": "天王星落在獅子座代表追求浪漫、自由的愛情，情感開放，不受傳統道德制約。天王星落在獅子座的人有獨特的想法，而且行動力強，易有傑出的表現。你有強烈的表達慾與領導慾，自我感覺良好，覺得自己的想法做法是最好的，希望身邊的人都來追隨你的腳步。受到天王星的影響，讓你擁有科學、藝術天賦，易創造出新事物。你的個人成功意識超強，改革與創新讓你很容易成為新時代的佼佼者。"
  },
  {
    "Select1": "海王星",
    "Select2": "獅子座",
    "information": "海王星落入獅子座的人有著強烈的創造力以及表現力，對藝術有著一種天賦，特別是在表演藝術和繪畫藝術上能夠有所成就。你渴望權力，但不喜歡接受權勢，但當你對權力的渴望達到極致時，將會變得獨斷獨行。你是一個很有情調的人，在追求愛情時充滿浪漫及理想主義。不過你也是一個享樂主義者，花費毫無節制，同時也喜歡向人炫耀一些表面膚淺的東西。你很寵愛孩子，會在管教小孩時過於放縱。"
  },
  {
    "Select1": "冥王星",
    "Select2": "獅子座",
    "information": "冥王星位於獅子座說明你很自信，很愛表現自我，因此你的才能也極易被人所發掘，你的能量也得以充分的釋放。你喜歡享受，追求高檔次高品質的物質生活，還好你有良好的商業頭腦，能夠利用自己的本領去提高生活的質量。你有著很強的爆發力，等到一定的時機，所有的能量就猶如蓄勢已久火山，突然的噴發出來，威力無窮，你適合去打破舊的格局，進行改革或創業等事情。"
  },
  {
    "Select1": "獅子座",
    "Select2": "上升",
    "information": "上升星落入獅子座的你有股很強的慾望，總希望大家都注視著你。你需要發揮自己的創造本能和玩樂天分，來替各種生活聚會營造出戲劇性的氣氛。你明朗、開放且充滿自信的態度，不論走到哪裡，都會給人一種華麗的印象。講話時動作有點誇張，充滿幽默感，社交能力頗佳。固執加上堅強的你，從不會認輸，即使自己已經傷痕累累也不會在別人面前表現出脆弱的一面，而是以更為高傲的姿態面對世人。"
  },
  {
    "Select1": "處女座",
    "Select2": "太陽",
    "information": "處女座是黃道宮的第六個星座，主宰星為水星。思路清晰，冷靜理性，待人真誠，但保持一定的距離；對自我要求甚高，腳踏實地默默努力，以達成目標，構築更美好的生活。受到主宰星水星的影響，你獨立，思維敏捷，樂於為人服務，易受人歡迎。生活態度嚴謹，要求一絲不苟，有自己的道德底線，不會亂來；喜歡安靜舒適的環境，最怕無序、雜亂無章；你也希望獲得周圍人的肯定，聽到認同的聲音你會更有鬥志。"
  },
  {
    "Select1": "月亮",
    "Select2": "處女座",
    "information": "月亮位於處女座表示具有努力、務實及精打細算的本性。月亮落在處女座的人實際，性格穩定，思考力、分析力極強，勤勤懇懇、踏踏實實。注重身體健康，飲食講究，對環境衛生要求極高。喜歡批判，愛挑毛病，待人真誠，與人交往抱持相敬如賓的態度，不過分親密，也不過分疏離，待人接物得體，容不下半點虛偽與做作。非常注重細節，凡事按計劃行事，一步步做到盡善盡美。"
  },
  {
    "Select1": "水星",
    "Select2": "處女座",
    "information": "水星位於處女座代表有超強的推理、分析能力。水星落在處女座的人思想保守，思考縝密，重視細節，信奉細節決定成敗的信條。你組織能力強，做事細心認真，用踏實的方式追求成功，不急不躁。因為你有一股鑽研精神，通常都能品學兼優。你樂於與人溝通，將你的想法說明白道清楚，希望身邊的人都能理解並支持你的觀點與做法。若得不到身邊人的肯定，你會有深深的失落感，自卑心也會因此而迅速萌生。"
  },
  {
    "Select1": "金星",
    "Select2": "處女座",
    "information": "金星落在處女座代表理性冷靜，對外貌、形象、個人習慣很講究，尋找志趣相投的伴侶。金星落在處女座的人有著迷人的氣質，秀外慧中，很容易吸引異性的目光。但你顯得較冷漠，對愛沒有信心，對方愛得越緊你越想要躲開，有極強烈的不安全感。你對美有著近乎瘋狂的追求，厭惡一切粗俗、魯莽的行為，對人對己都有極高的要求。你與人交往保持著一定的距離，不過分親熱，也不過分疏離，活在自己構築的象牙塔裡。"
  },
  {
    "Select1": "火星",
    "Select2": "處女座",
    "information": "火星位於處女座代表活力與技巧，計劃周密，細心實際。火星落在處女座的人非常細心，很有方向感與計劃性，不會毫無頭緒就投入一件事。你把專業能力看得很重，力求有完美的表現。開創力雖然不足，但你的毅力與持續力超強，一旦堅持，就會表現出頑強的生命力，令人折服。細節決定成敗，你總喜歡從細處著眼，你堅信，惟有把每一個細小的環節都做好，才有希望獲得更好的成效。"
  },
  {
    "Select1": "木星",
    "Select2": "處女座",
    "information": "木星位於處女座代表現實、注重細節，是工作狂。木星落在處女座的人處事謹慎踏實，注重物質財富。擁有豐富的常識，條理強烈，敏銳度高，能做出精準的分析判斷。對事物都喜歡以現實角度去考量評估，即使是宗教、哲學等精神層面的文化，你也會把它用到實處。有著強烈的精神潔癖，非常注重傳統道德，難以容忍反傳統的行為；非常忠誠，無論是對事，還是對人都很有自己的原則，不背叛、不出賣。"
  },
  {
    "Select1": "土星",
    "Select2": "處女座",
    "information": "土星位於處女座代表工作嚴謹勤奮，注重實際，凡事做到精準有效率。土星落在處女座的人實際而講究規矩，很懂得運用智慧來處理各種繁雜的事務，非常有條理。受到土星的影響，讓你顯得更為嚴肅，自我要求很高，有著強烈的責任感。你的這種認真的態度不僅表現在工作中，生活中也是如此。你有著強烈的道德觀念，以及縝密的思考邏輯，容不得半點虛假與做作，更討厭一切違背道德規範的事物。"
  },
  {
    "Select1": "天王星",
    "Select2": "處女座",
    "information": "天王星落入處女座的不管是對事情還是對他人或者是對自己都有嚴格的要求，對事情的每個細節都很注重，但有時過於挑剔，在對待公事時容易得罪人，在對待感情時，容易錯過不錯的對象。處理事情能夠切實的考慮問題，雖然對人有慈愛心，但在公事面前絕不會感情用事，運用理智，按事實說話，按規章辦事。你守信、有責任感的品格，很受到周圍人的歡迎。應變能力很好，遇到突發事件時，能夠巧妙的應對。"
  },
  {
    "Select1": "海王星",
    "Select2": "處女座",
    "information": "海王星落入處女座代表理性與靈感受到質疑與挑戰，用辛勤的勞動來找回自己的價值。海王星落入處女座非常勤勞且注重細節也很挑剔，凡事都希望能做到最好，以達到物質所得的最大化，但對物質的過分追求將很有可能演變成拜金主義。你的心情容易被零星瑣碎之事所困擾而變得不穩定。在愛情的關係中，時常對戀人不夠信任，以致於把自己陷於情感與理智的矛盾之中。你對健康有著不同的看法，認為人應該更注重精神上的健康，但你在飲食上就不那麼注重營養。"
  },
  {
    "Select1": "冥王星",
    "Select2": "處女座",
    "information": "冥王星位於處女座說明你在精神分析、醫學與商業上有一定的造詣。你盡可能的用新的力量去改善現狀，進而改變生活中的衣食住行。你很在意身體的健康狀況，也能意識到環境的污染會對人的身體造成傷害，於是你有很強的環保意識。你對自身的要求很高，常常覺得自己做得不夠好，總是做自我的反省與檢討，對身邊的人也表現出了挑剔。你很聰明，能夠從一些細微的事情察覺出他人的意思。"
  },
  {
    "Select1": "上升",
    "Select2": "處女座",
    "information": "上升星位於處女座的你對自身和他人的要求都很高，凡事都要求做到盡善盡美。精神靈敏度也極強，因此別人無心的一句話，一個眼神，都會對你的心情造成影響。你希望將所學的知識分享世人，也喜歡把自己變得很忙碌，否則你會覺得生活很空虛。你嚴守約定，做事也很細心，因此深受周圍人的信賴。踏實勤奮的你，一旦打算對事情展開行動，就會表現得非常有系統、有組織。"
  },
  {
    "Select1": "天秤座",
    "Select2": "太陽",
    "information": "你不喜歡獨處，也很討厭那種被人們冷落或遺忘的感覺。因此，你很重視人際關係的經營之道，你甚至從小就有觀摩大人應對進退的自覺意識。你會先學習一些取悅手法，讓人家覺得你很好相處；再學習一些社交手段和公關技巧，讓每一個人都覺得你有優雅迷人的魅力。\r\n\r\n\r\n\r\n\r\n\r\n你有一把心秤。在衡量外界事物時，你的心秤會自動評估正反兩方的籌碼，追求最公正的裁決，以減少雙方的摩擦和爭論。但在衡量自家事物時，你的心秤會放慢均衡的動作，並在過度批判的秤臂和猶豫不決的秤臂之間擺盪，甚至會表現出很多不確定的態度、矛盾的心情和模稜兩可的講法，讓對方完全搞不清楚你的立場和心意，而引發出許多誤會和爭論。所以，你必須了解自己對下決定的壓力有過度敏感的傾向，很容易陷入舉棋不定的狀況，尤其是碰到重大決定時，你會更加優柔寡斷。你也很討厭被急性子的人催著說：「快下決定」，因為你想盡可能考慮到各種後果和影響。不過，你也會因此而懶懶散散，嚴重耽擱事情的處理進度。如果你太陽有衝突相位的話，你有可能連出門穿哪雙鞋子都會極度猶豫不決，而遲遲無法做出決定。\r\n\r\n\r\n\r\n\r\n\r\n你不但追求自我和他人的平衡關係，也追求理性和感性的平衡運作。因此，你會很在意自己的外觀有沒有吸引力，自己的整體裝扮有沒有巧妙的搭配。其次，你會在意外界的人事物有沒有高雅的品味、和諧的氣氛和細緻的質地，並且盡量迴避衝突的氣氛和粗俗的物品。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "太陽",
    "information": "你有複雜和深層的情感驅力，並且會鬱鬱沈思自己的嫉妒、憤怒、報復、佔有欲和性衝動等隱私狀態，而能發展出了解情感狀態如何變動的內在知識。因此，你喜歡保護自己的情緒隱私，並且會建立冷酷和強硬的防護罩，來防止別人有侮辱或傷害你的機會。你也能夠洞悉別人的內在動機和穿透別人的心理狀態，並且會厭惡膚淺和偽善的人際交往模式，而希望和人建立激烈的情感關係。如果你的情感基礎欠缺足夠的安全感，你可能會運用你的情感洞察力來操縱別人的心理狀態，以便能完全佔有和支配交往對象的情感空間，並且防範對方有情感走私或叛變的可能性。如果你的情感基礎有足夠的安全感，你就能善用你的情感洞察力來支持和轉化別人的心理狀態，並且讓對方學到情感療癒的知識，也能用信任對方的心態，來和交往對象建立深度情感交融的關係。\r\n\r\n\r\n\r\n\r\n\r\n你有強烈的目標導向，可以凝聚強大的情感能量來強化自己完成目標的決心，並且會以強悍的內在指導力量，來建立穩當、精準和狠辣的商業決策能力，以便能全面發揮自己的權力。你也會有推理的興趣，喜歡研究神秘的東西，並且有勇氣去打破社會禁忌，而去研究犯罪的異常衝動、性欲的變態滿足方式和心理的死亡和再生的過程。"
  },
  {
    "Select1": "射手座",
    "Select2": "太陽",
    "information": "你喜歡保持情感自由和獨立發展的狀態，並且熱衷於玩樂和冒險。但是，你又想要扮演增進社會團結的發言人角色，並且熱衷於學習和研究。也就是說，你的人頭馬身會讓你一方面想要盡情發揮生物本能和獸性精力，一方面又想要將它們加以人性化和社會化。因此，你的人生目標就是在人性和獸性之間長期擺盪的過程中，找出兩者整合的原則和模式，以便能發展出良好的心理適應機制，來表現出人性的高貴品質，並維護人類社會的文明化過程。\r\n\r\n\r\n\r\n\r\n\r\n你有迎接人生挑戰的樂觀信念，不但不會懼怕陌生的環境，反而喜歡像吉普賽人一樣到處流浪漂泊，來實地接觸各國城鄉的風土文化。因此，你會產生一定的歷史感和文化感，並且用說書人的方式，漫談社會的流行話題。當然，你也有可能會進一步形成旺盛的學習心，希望能通盤了解人類的歷史文化，以便能成為博學多聞的演說家，來告知大家你所發現的觀念和理論。你甚至會發展出人類心智的高貴直覺，來掌握人生的終極意義，並試圖了解人在宇宙中的地位。\r\n\r\n\r\n\r\n\r\n\r\n不過，你也有可能會因為盲目的樂觀，而用自命不凡的威嚴態度，武斷發表自己的高見，但是發言內容卻既不精確又缺乏深度。你這種漫不經心的草率傾向，可能會讓你做出很多錯誤的判斷，而歷經大大小小的失敗下場；也有可能會讓你講話太直接，而傷到別人的內心。當別人責備你太過坦白直言或不能了解你的幽默感時，你可能會非得要說服對方不可，也可能會很無奈而懶得理人。其實，你只要能針對問題的細節來謹慎思考的話，就不必急於發表你的意見，因為別人自然會來諮詢你的看法和建議。\r\n\r\n\r\n\r\n\r\n\r\n如果你是女性的話，你會想要嫁給一位有人生理想或熱情表達自我主張的男士。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "太陽",
    "information": "你從小就有點少年老成，很成熟穩重，也很傳統保守，深懂自我克制的道理。因此，大人會覺得你很懂事，願意把一些責任加在你身上。你長大後自然會變成一位勤勞能幹的人，並且會發現自己有往高處爬的強烈企圖心，一心想要超越同輩的人，盡早擁有自己的事業和地位。但你有點懷疑自己的野心是否能如期完成，因此你會用埋頭努力的韌性和謹慎小心的自制能力，來減少自我享樂的休閑時間，以便盡早獲得成功。\r\n\r\n\r\n\r\n\r\n\r\n你對掌握權力也很感興趣，並且喜歡指導別人。你很想讓別人覺得自己是一位很重要的人，卻又覺得自己跟別人有一些距離感，因此，你有時候會用自我嘲諷的幽默感，來變相突顯出自己有很多生活歷練的智慧。事實上，你的現實適應能力的確很強，並且對土星的宿命感很熟悉，能夠坦然接受任何考驗和困境。不過，你也可能會因此而很習慣嚴肅、沮喪和沉默的心境。"
  },
  {
    "Select1": "天秤座",
    "Select2": "月亮",
    "information": "追求快樂、愛美（但不見得打扮得美，反倒是太陽、月亮或金星在獅子座的比較有品味）、文靜、不愛出風頭、沒決斷力、需要友誼。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "月亮",
    "information": "心理上的洞悉力、多才多藝、權力慾望重、需要被了解。"
  },
  {
    "Select1": "射手座",
    "Select2": "月亮",
    "information": "良好的推銷能力（可以找來做Sale ）、理想主義、喜旅行、誇張、正義感。 "
  },
  {
    "Select1": "摩羯座",
    "Select2": "月亮",
    "information": "注重形象、比較高的標淮、嚴肅、很有經劑頭腦、需要被肯定（這種人需要多拍他的馬屁）。 "
  },
  {
    "Select1": "天秤座",
    "Select2": "金星",
    "information": "金星是天秤的守護星，也因此擁有金星天秤的人天生就是閃耀光芒的，但不是美女帥哥的那種美，而是散發出特別吸引人的氣質，也因此遇到一見鍾情的情況對金星天秤並不陌生。最能吸引到金星天秤的類型是多才多藝、負有氣質、追求生活品質的人。\r\n\r\n而這樣的金星天秤其實是容易害怕寂寞的。也因此他們最容易愛上的通常是身邊經常陪伴的朋友，會將那份依賴轉化為愛，也代表著金星天秤需要的是能平淡相守的感情喔。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "金星",
    "information": "金星天蠍的佔有慾是出了名的強，也因此你能感受到金星天蠍在感情理的熱情、炙熱、專情專一，以及超高的體貼與居家感。但在這樣強勢的背後，其實是帶有柔軟與不安、害怕失去的，若你給他的回應不如他的預期，他會開始不斷確認你對他的感情是否依舊，包含在性愛上的表現是否熱情。\r\n\r\n因此在金星天蠍的感情中，你能感受到的是滿滿的佔有慾，若是喜歡這種感受的人，請給與他相對應的回應，讓他知道他是可以安心並放心付出的。"
  },
  {
    "Select1": "射手座",
    "Select2": "金星",
    "information": "大家常說射手座不專情、總是劈腿，但真正該怪的，是金星射手才對呢！金星射手從來不會有非常明確的目標，但他會以無害的態度接近有興趣的人，當對方上鉤時他卻還處於猶豫考慮的狀態。\r\n\r\n而金星射手對自己未來的重視勝過於對愛情，若你符合他在未來規劃中的某個必要角色，那麼他就會對你侃侃而談並規劃進他的未來，但一但你偏離了他未來規劃，金星射手的冷淡會非常明顯，這時另一半如何的屈就，只會讓兩敗俱傷而已。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "金星",
    "information": "相較於金牛的寬容、處女的細膩，金星魔羯是一個付出需要得到回報的星座。但不是說你得回報物質上的東西，而是回應他的期待與與青睞。因為金星魔羯內斂卻是高傲且崇拜權威的，所以對於自己、現實都非常要求，簡直是把自己逼死！因此除非你有特定優勢、或是願意當金星魔羯最好的後盾，不然金星魔羯通常會看向有一定社會地位、年紀稍長的人。"
  },
  {
    "Select1": "天秤座",
    "Select2": "木星",
    "information": "木星天秤相當重視精神層面的平衡，為人屬於公正公平的角色，覺得精神價值和物質一樣重要。很能對於別人的遭遇感同身受、給予的溫暖能讓他人真心感受到心坎底，容意成為別人的樹洞或知己。但也因為希望保持公正公平的角色，容易搖擺不定、迎合他人、過於在意他人的想法，讓人覺得你過於猶豫不決或沒有決斷力。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "木星",
    "information": "木星天蠍擁有敏銳的直覺，喜歡鑽研心靈與超自然等神秘領域，感應能力強，有時可以推斷到即將發生的事情，也容易洞察到他人的心思，並深入他人的內心世界。這樣敏銳的直覺，讓你能很快深入事情的本質與核心，但小心別無意間挖掘了他人的隱私或是主事者不希望公布的事情，練習拿捏探究的深度是個重要的課題。"
  },
  {
    "Select1": "射手座",
    "Select2": "木星",
    "information": "木星射手擁有偉大理想、對於人的心理也有強烈的研究好奇，同時也對整個世界充滿好奇心，會藉由出國、學習或是他人的分享來增廣見聞，接觸更多不了解的世界。是個隨性的人，也不喜歡受到他人的束縛，相較於被他人指導更喜歡教育別人。但這會讓你有一點點自大的心態，也容易產生憤世忌俗的不滿。"
  }
]
